Revit 2024 API
CorrectionFactorSet Constructor
Initializes a new instance of the CorrectionFactorSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public CorrectionFactorSet()
Visual Basic
Public Sub New
Visual C++
public:
CorrectionFactorSet()
See Also
CorrectionFactorSet Class
Autodesk.Revit.DB.Electrical Namespace